Repository: psi-mis/approval-app
Catalog: i18n/*.po
Languages: pt, uz_uz_cyrl

source: Not authorized
pt: Não autorizado
uz_uz_cyrl: Авторизациядан ўтилмаган

source: You don't have access to the Data Approval App. Contact a system administrator to request access.
pt: Não tem acesso à aplicação de aprovação de dados. Contacte um administrador do sistema para solicitar o acesso.
uz_uz_cyrl: Сизга маълумотлар базаси иловасига киришга рухсат берилмаган. Тизим администраторига алоқага чиқинг ва тизимга кириш рухсатномасига сўров юборинг.

source: Acceptance failed: {{error}}
pt: Falha na aceitação: {{error}}
uz_uz_cyrl: Қабул қилинмади: {{error}}

source: Accept
pt: Aceitar
uz_uz_cyrl: Қабул қилинг

source: Approval saved
pt: Aprovação guardada
uz_uz_cyrl: Тасдиқлаш сақланди

source: Approve
pt: Aprovar
uz_uz_cyrl: Тасдиқлаш

source: Approving {{count}} data sets
pt: Aprovação de conjuntos de dados {{count}}
uz_uz_cyrl: {{count}} та маълумотлар тўплами тасдиқланмоқда

source: Approving {{count}} data set
pt: Aprovação do conjunto de dados {{count}}
uz_uz_cyrl: {{count}} та маълумот тўплами тасдиқланмоқда

source: Are you sure you want to approve this data?
pt: Tem a certeza de que pretende aprovar estes dados?
uz_uz_cyrl: Ҳақиқатдан ҳам ушбу маълумотни тасдиқламоқчимисиз?

source: There was a problem saving this approval
pt: Houve um problema ao salvar esta aprovação
uz_uz_cyrl: Тасдиқлашни сақлашда муаммо юз берди.

source: This data couldn’t be approved. Try again, or contact your system administrator.
pt: Não foi possível aprovar estes dados. Tente novamente ou contacte o administrador do sistema.
uz_uz_cyrl: Ушбу маълумот учун тасдиқлашни амалга ошириб бўлмади. Қайта уриниб кўринг ёки тизим администраторига мурожаат қилинг.

source: Cancel
pt: Cancelar
uz_uz_cyrl: Бекор қилиш

source: Unacceptance failed: {{error}}
pt: A não aceitação falhou: {{error}}
uz_uz_cyrl: Қабул қилинмади: {{error}}

source: Unaccept
pt: Inaceitável
uz_uz_cyrl: Қабул қилинмасин

source: Unapproval failed: {{error}}
pt: A não aprovação falhou: {{error}}
uz_uz_cyrl: Тасдиқланмаган: {{error}}

source: Unapprove
pt: Não aprovar
uz_uz_cyrl: Тасдиқланмасин/Рад этилсин

source: This workflow does not contain any data sets.
pt: Este fluxo de trabalho não contém quaisquer conjuntos de dados.
uz_uz_cyrl: Ушбу ишчи жараёнда маълумот тўпламлари мавжуд эмас

source: Choose a data set to review
pt: Escolha um conjunto de dados para analisar
uz_uz_cyrl: Кўриб чиқиш учун маълумотлар тўпламини танланг

source: {{- workflowName}} has multiple data sets. Choose a data set from the tabs above.
pt: {{- workflowName}} tem vários conjuntos de dados. Escolha um conjunto de dados nos separadores acima.
uz_uz_cyrl: {{- workflowName}} бир неча маълумотлар тўплами мавжуд. Юқоридаги ёрлиқлардан маълумотлар тўпламини танланг.

source: Loading data set
pt: Carregamento do conjunto de dados
uz_uz_cyrl: Маълумотлар тўплами юкланмоқда

source: There was a problem displaying this data set
pt: Houve um problema ao exibir este conjunto de dados
uz_uz_cyrl: Ушбу маълумотлар тўпламини экранда кўрсатишда муаммо мавжуд

source: This data set couldn't be loaded or displayed. Try again, or contact your system administrator.
pt: Não foi possível carregar ou apresentar este conjunto de dados. Tente novamente ou contacte o administrador do sistema.
uz_uz_cyrl: Ушбу маълумот тўпламини юклаб бўлмади ёки экранда кўрсатиб бўлмади. Қайта уриниб кўринг ёки тизим администраторига мурожаат қилинг.

source: Retry loading data set
pt: Repetir o carregamento do conjunto de dados
uz_uz_cyrl: Маълумотлар тўпламини юклашда уриниб кўринг

source: This data set doesn't have any data for {{- period}} in {{- orgUnit}}.
pt: Este conjunto de dados não tem quaisquer dados para a {{- period}} em {{- orgUnit}}.
uz_uz_cyrl: Бу маълумотлар тўпламида {{- period}} ичида {{- orgUnit}} учун ҳеч қандай маълумот йўқ.

source: 1 data set
pt: 1 conjunto de dados
uz_uz_cyrl: 1 та Маълумот тўплами

source: {{dataSetsCount}} data sets
pt: {{dataSetsCount}} conjuntos de dados
uz_uz_cyrl: {{dataSetsCount}} маълумот тўпламлари

source: Approved {{- dateTimeStr}}
pt: Aprovado {{- dateTimeStr}}
uz_uz_cyrl: Тасдиқланган {{- dateTimeStr}}

source: Ready for approval
pt: Pronto para aprovação
uz_uz_cyrl: Тасдиқ учун тайёр

source: Waiting for lower level approval
pt: À espera da aprovação do nível inferior
uz_uz_cyrl: Қуйи поғонада тасдиқланиш кутилмоқда

source: Waiting for higher level approval
pt: A aguardar aprovação a nível superior
uz_uz_cyrl: Юқори поғонада тасдиқланиш кутилмоқда

source: Approval by {{- name}} accepted {{timeAgo}}
pt: Aprovação por {{- name}} aceite {{timeAgo}}
uz_uz_cyrl: Тасдиқламоқ {{- name}} томонидан {{timeAgo}} қабул қилинди

source: Approved by {{- name}} {{timeAgo}}
pt: Aprovado por {{- name}} {{timeAgo}}
uz_uz_cyrl: Тасдиқланиш {{- name}} томонидан {{timeAgo}}

source: Approved at higher level
pt: Aprovado a nível superior
uz_uz_cyrl: Юқори поғона томонидан тасдиқланган

source: You do not have authority to approve data
pt: O utilizador não tem autoridade para aprovar dados
uz_uz_cyrl: Сизда маълумотларни тасдиқлаш ҳуқуқи мавжуд эмас

source: Cannot be approved
pt: Não pode ser aprovado
uz_uz_cyrl: Тасдиқлаш мумкин эмас

source: Could not retrieve approval status
pt: Não foi possível recuperar o estado da aprovação
uz_uz_cyrl: Тасдиқланиш ҳолатини аниқлаб бўлмади

source: January
pt: Janeiro
uz_uz_cyrl: Январь

source: February
pt: Fevereiro
uz_uz_cyrl: Февраль

source: March
pt: Março
uz_uz_cyrl: Март

source: April
pt: Abril
uz_uz_cyrl: Апрель

source: May
pt: Maio
uz_uz_cyrl: Май

source: June
pt: Junho
uz_uz_cyrl: Июнь

source: July
pt: Julho
uz_uz_cyrl: Июль

source: August
pt: Agosto
uz_uz_cyrl: Август

source: September
pt: Setembro
uz_uz_cyrl: Сентябрь

source: October
pt: Outubro
uz_uz_cyrl: Октябрь

source: November
pt: Novembro
uz_uz_cyrl: Ноябрь

source: December
pt: Dezembro
uz_uz_cyrl: Декабрь

source: Week {{weekNumber}}
pt: Semana {{weekNumber}}
uz_uz_cyrl: Ҳафта {{weekNumber}}

source: Bi-Week {{biWeekNumber}}
pt: Bi-Semana {{biWeekNumber}}
uz_uz_cyrl: Жуфт ҳафта {{biWeekNumber}}

source: Daily
pt: Diário
uz_uz_cyrl: Кунлик

source: Weekly
pt: Semanal
uz_uz_cyrl: Ҳафталик

source: Weekly (Start Wednesday)
pt: Semanalmente (início na quarta-feira)
uz_uz_cyrl: Ҳафталик (Бошланиши Чоршанба)

source: Weekly (Start Thursday)
pt: Semanal (início na quinta-feira)
uz_uz_cyrl: Ҳафталик (Бошланиши Пайшанба)

source: Weekly (Start Saturday)
pt: Semanal (início no sábado)
uz_uz_cyrl: Ҳафталик (Бошланиши Шанба)

source: Weekly (Start Sunday)
pt: Semanal (início no Domingo)
uz_uz_cyrl: Ҳафталик (Бошланиши Якшанба)

source: Bi-weekly
pt: Quinzenal
uz_uz_cyrl: Жуфт ҳафталик

source: Monthly
pt: Mensal
uz_uz_cyrl: Ойлик

source: Bi-monthly
pt: Bimensal
uz_uz_cyrl: Жуфт ойлик

source: Quarterly
pt: Trimestral
uz_uz_cyrl: Ҳар квартал

source: Six-monthly
pt: Semestral
uz_uz_cyrl: Ярим йиллик

source: Six-monthly April
pt: Semestral a partir de Abril
uz_uz_cyrl: Ярим йиллик Апрель

source: Yearly
pt: Anualmente
uz_uz_cyrl: Йиллик

source: Financial year (Start November)
pt: Exercício financeiro (início em Novembro)
uz_uz_cyrl: Молиявий йил (Бошланиши Ноябрь)

source: Financial year (Start October)
pt: Exercício financeiro (início em outubro)
uz_uz_cyrl: Молиявий йил (бошланиши Октябрь)

source: Financial year (Start July)
pt: Exercício financeiro (início em julho)
uz_uz_cyrl: Молиявий йил (бошланиши Июль)

source: Financial year (Start April)
pt: Exercício financeiro (início em abril)
uz_uz_cyrl: Молиявий йил (бошланиши Апрель)

source: Clear selections
pt: Limpar selecções
uz_uz_cyrl: Танловларни тозалаш

source: Waiting for approval
pt: À espera de aprovação
uz_uz_cyrl: Тасдиқлаш кутилмоқда

source: Approved
pt: Aprovado
uz_uz_cyrl: Тасдиқланган

source: Failed to load approval state
pt: Falha ao carregar o estado de aprovação
uz_uz_cyrl: Тасдиқ ҳолатини юклаб бўлмади

source: Choose a period first
pt: Escolher primeiro um período
uz_uz_cyrl: Дастлаь даврни танланг

source: Choose a workflow and period first
pt: Escolha primeiro um fluxo de trabalho e um período
uz_uz_cyrl: Дастлаб иш жараёни ва даврни танланг

source: Organisation Unit
pt: Unidade organizacional
uz_uz_cyrl: Ташкилий Бўлим

source: Choose an organisation unit
pt: Escolha uma unidade organizacional
uz_uz_cyrl: Ташкилий бирликни танланг

source: Period
pt: Período
uz_uz_cyrl: Давр

source: Choose a period
pt: Selecionar um período
uz_uz_cyrl: Даврни танланг

source: Choose a workflow first
pt: Escolha primeiro um fluxo de trabalho
uz_uz_cyrl: Дастлаб иш жараёнини танланг

source: Workflow
pt: Fluxo de trabalho
uz_uz_cyrl: Иш жараёни

source: Choose a workflow
pt: Selecionar um fluxo de trabalho
uz_uz_cyrl: Иш жараёнини танланг

source: No workflows found. None may exist, or you may not have access to any.
pt: Não foram encontrados fluxos de trabalho. Pode não existir nenhum, ou pode não ter acesso a nenhum.
uz_uz_cyrl: Ҳеч қандай иш жараёни топилмади. Ҳеч бири мавжуд бўлмаслиги мумкин ёки сиз ҳеч бирига кира олмайсиз.

source: Could not load approval data
pt: Não foi possível carregar os dados de autorização
uz_uz_cyrl: Тасдиқлаш маълумоти юкланмади

source: Retry loading approval data
pt: Tentar novamente carregar dados de autorização
uz_uz_cyrl: Тасдиқлаш маълумотини қайта юклаб кўринг
